Repository: saitheinhan-V/tai_music_playlist
Catalog: lib/l10n/app_*.arb
Languages: my

# homeTitle
source: Home
my: မူလစာမျက်နှာ

# exploreTitle
source: Explore
my: စူးစမ်းရန်

# moreTitle
source: More
my: အခြား

source: Language
my: ဘာသာစကား

source: Myanmar
my: မြန်မာ

source: English
my: အင်္ဂလိပ်

source: Artists
my: အနုပညာရှင်

source: Playlist
my: စုစည်းမှု

source: Genre
my: အမျိုးအစား

source: Search...
my: ရှာရန်...

# playbackRecord
source: Playback Records
my: သီးချင်းနားဆင်မှုမှတ်တမ်း

source: Music Played
my: သီချင်းဖွင့်မှတ်တမ်း

source: Listening Time
my: သီချင်းနားဆင်ချိန်

# album
source: Albums
my: အယ်လ်ဘမ်

# song
source: Songs
my: သီချင်း

source: Favourite
my: စိတ်ကြိုက်

# feature
source: Features
my: လုပ်ဆောင်မှုများ

source: Sleep Timer
my: ပိတ်ချိန်ချိန်စက်

source: Add Widget
my: ဖုန်းသို့ထည့်ရန်

source: Theme
my: အရောင်ပြင်ဆင်ရန်

source: Setting
my: ပြင်ဆင်ရန်

source: Feedback
my: တုံပြန်ရန်

source: Rate us
my: အဆင့်သတ်မှတ်ရန်

source: About
my: အကြောင်း

source: times
my: ကြိမ်

# hour
source: hr
my: နာရီ

# minute
source: min
my: မိနစ်

# second
source: sec
my: စက္ကန့်

# songCount
source: songs
my: ပုဒ်

# albumCount
source: albums
my: ခု

# artistCount
source: artists
my: ယောက်

# albumAndSong
source: {album} Albums , {song} Songs
my: အယ်လ်ဘမ် {album} ခု , သီချင်း {song} ပုဒ်

# popularSong
source: Popular Songs
my: လူကြိုက်များသော

# newSong
source: New Songs
my: အသစ်ထွက်ရှိထားသော
